Workspace/run/12-sineWaveDamping-backward-pressureOutletNSCBCd-300hz-temperatureOutletNSCBC-0hz-velocityOutletNSCBC-zerogradinetInlet/Allrun
#!/bin/sh
cd "${0%/*}" || exit                                # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions        # Tutorial run functions
#------------------------------------------------------------------------------

runApplication blockMesh
runApplication $(getApplication)
postProcess -s sample postProcess -func sample -noZero
#------------------------------------------------------------------------------
